ban.spellright
bmewburn.vscode-intelephense-client
dberezin.lox-language
geddski.macros
James-Yu.latex-workshop
ms-azuretools.vscode-docker
ms-python.python
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.cmake-tools
ms-vscode.cpptools
redhat.java
Shan.code-settings-sync
shd101wyy.markdown-preview-enhanced
twxs.cmake
VisualStudioExptTeam.vscodeintellicode
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
vscodevim.vim
